
{
  "aanpassen": "Het vermogen om het eigen gedrag, de communicatie of verwachtingen te wijzigen in reactie op een veranderende omgeving of de behoeften van anderen. Voor mensen met autisme kan dit een aanzienlijke uitdaging zijn door een voorkeur voor routines en voorspelbaarheid.",
  "administratie": "Verwijst naar de taken die nodig zijn om persoonlijke zaken te organiseren, zoals het bijhouden van papieren, het betalen van rekeningen en het maken van afspraken. Door moeilijkheden met planning en overzicht (executieve functies) kan dit voor mensen met autisme complex en stressvol zijn.",
  "afgeleid-worden": "De aandacht wordt gemakkelijk weggetrokken van de hoofdtaak door externe prikkels (geluiden, beweging) of interne gedachten. Dit is vaak gerelateerd aan een andere prikkelverwerking en moeite met het filteren van informatie.",
  "‘alles’-of-‘niets’": "Een denkpatroon waarbij nuances ontbreken. Situaties, gevoelens of prestaties worden vaak in extreme termen beoordeeld: iets is ofwel perfect, ofwel compleet mislukt. Dit zwart-witdenken kan leiden tot intense emotionele reacties.",
  "interpreteren": "Het toekennen van betekenis aan informatie, zoals gesproken taal, lichaamstaal of sociale situaties. Mensen met autisme kunnen communicatie vaak letterlijker nemen, waardoor de onderliggende of figuurlijke boodschap soms gemist wordt.",
  "expressie": "De manier waarop gevoelens, gedachten of bedoelingen worden geuit, zowel verbaal (met woorden) als non-verbaal (met lichaamstaal, gezichtsuitdrukking). De expressie van mensen met autisme kan soms anders zijn dan wat men algemeen verwacht, wat tot misverstanden kan leiden.",
  "inschatten": "Het evalueren of 'lezen' van een sociale situatie, de bedoelingen van een ander, of de verwachte sociale regels. Dit is vaak een intuïtief proces dat voor mensen met autisme veel bewuste analyse en energie kan kosten.",
  "arrogant": "Een houding die als zelfingenomen of hooghartig wordt ervaren. Soms wordt het gedrag van mensen met autisme (zoals een directe, feitelijke communicatiestijl of het praten over een specifiek interessegebied) ten onrechte als arrogantie geïnterpreteerd.",
  "‘autistische’-logica": "Verwijst naar een manier van redeneren die intern consistent is, maar afwijkt van de 'neurotypische' of algemeen aanvaarde logica. Deze logica is vaak gebaseerd op feiten, patronen en concrete waarnemingen, en minder op sociale context of intuïtie.",
  "‘betekenis-achter-de-betekenis’": "In communicatie is dit de diepere, vaak onuitgesproken boodschap, intentie of context die schuilgaat achter de letterlijke woorden. Mensen met autisme kunnen moeite hebben dit 'tussen de regels door lezen' intuïtief te begrijpen.",
  "betekenisverlening": "Het proces van het toekennen van zin en samenhang aan waarnemingen, gebeurtenissen en informatie. Bij mensen met autisme kan dit proces anders verlopen, vaak met meer focus op details en feiten dan op de bredere context of de sociale of emotionele lading.",
  "beurtrolneming": "Het natuurlijke ritme in een gesprek waarbij sprekers elkaar afwisselen. Het aanvoelen wanneer het gepast is om te spreken, te luisteren of te reageren kan voor mensen met autisme een uitdaging zijn.",
  "concreet": "Verwijst naar dat wat direct waarneembaar, tastbaar en letterlijk is. Mensen met autisme hebben vaak een voorkeur voor concrete informatie en communicatie, omdat abstracte concepten, figuurlijke taal en vage instructies moeilijker te verwerken zijn.",
  "contextblindheid": "Een theorie die stelt dat een kernkenmerk van autisme de moeite is om informatie spontaan in de juiste context te plaatsen. Hierdoor worden details vaak als losstaande feiten waargenomen, zonder de samenhang of de 'grote lijn' te zien die de betekenis bepaalt.",
  "detaildenken": "Een cognitieve stijl waarbij de aandacht primair uitgaat naar de details en onderdelen van een geheel, in plaats van naar het globale overzicht. Dit kan een kracht zijn (oog voor detail), maar ook een uitdaging (moeite met het zien van de 'grote lijn').",
  "associatief-1": "Een manier van denken waarbij het brein van het ene naar het andere onderwerp springt op basis van persoonlijke verbanden of associaties. Dit kan leiden tot een creatieve gedachtegang die voor buitenstaanders soms moeilijk te volgen is ('van de hak op de tak').",
  "visueel-2": "Verwijst naar een voorkeur voor of sterkte in het verwerken van visuele informatie, zoals beelden, schema's, en geschreven tekst. Veel mensen met autisme zijn visuele denkers en begrijpen informatie beter wanneer deze visueel wordt gepresenteerd.",
  "eigen-emoties": "Het herkennen, begrijpen en benoemen van de eigen gevoelens. Voor mensen met autisme kan het soms moeilijk zijn om interne lichamelijke sensaties te koppelen aan een specifieke emotie, een conditie die ook wel 'alexithymie' wordt genoemd.",
  "eigen-keuzes": "Het proces van zelfstandig beslissingen nemen op basis van eigen voorkeuren, wensen en doelen. Ondersteuning kan soms nodig zijn om de opties en consequenties te overzien, zonder de autonomie van de persoon weg te nemen.",
  "emoties": "Innerlijke gevoelens zoals blijdschap, boosheid, of verdriet. Mensen met autisme ervaren het volledige spectrum van emoties, maar de manier waarop ze deze beleven, verwerken en uiten kan verschillen van neurotypische personen. Emoties kunnen bijvoorbeeld intenser zijn of vertraagd binnenkomen.",
  "enthousiasmes": "Een ander woord voor de intense, specifieke interesses die veel mensen met autisme hebben. Deze 'passies' zijn een bron van vreugde, kennis en expertise, en vormen een belangrijk onderdeel van de identiteit.",
  "expressie-2": "De manier waarop gevoelens, gedachten of bedoelingen worden geuit, zowel verbaal (met woorden) als non-verbaal (met lichaamstaal, gezichtsuitdrukking). De expressie van mensen met autisme kan soms anders zijn dan wat men algemeen verwacht, wat tot misverstanden kan leiden.",
  "figuurlijk-taalgebruik": "Taal die niet letterlijk moet worden genomen, zoals spreekwoorden ('het regent pijpenstelen'), metaforen en sarcasme. Dit kan voor verwarring zorgen bij mensen met autisme, die taal vaak concreter en letterlijker interpreteren.",
  "waarnemen": "Het proces van het opnemen van informatie via de zintuigen (zien, horen, voelen, etc.). Bij mensen met autisme is de zintuiglijke waarneming vaak anders: prikkels kunnen intenser (hypergevoeligheid) of juist minder sterk (hypogevoeligheid) binnenkomen.",
  "gefragmenteerde-beleving,-informatieverwerking": "De ervaring dat de wereld binnenkomt als een stroom van losse details in plaats van een samenhangend geheel. Dit komt voort uit moeite met centrale coherentie, waardoor het moeilijk is om het 'grotere plaatje' te zien en informatie te integreren.",
  "geheugen-2": "Het vermogen om informatie op te slaan en later weer op te roepen. Mensen met autisme hebben vaak een uitstekend feiten- of langetermijngeheugen, maar kunnen meer moeite hebben met het autobiografisch geheugen (persoonlijke gebeurtenissen) of het werkgeheugen (informatie kort vasthouden).",
  "‘slecht-geheugen’": "Dit wordt soms ten onrechte verondersteld. Vaak is het geen kwestie van een slecht geheugen, maar van een ander soort geheugen. Informatie die aansluit bij een specifieke interesse wordt vaak feilloos onthouden, terwijl andere, schijnbaar 'gewone' informatie (zoals wat men gisteren heeft gegeten) minder goed wordt opgeslagen.",
  "gelijktijdig": "Verwijst naar de moeilijkheid om meerdere taken of processen tegelijkertijd uit te voeren of te verwerken. Dit kan betrekking hebben op motorische handelingen (praten en autorijden) of cognitieve processen (luisteren en tegelijkertijd een emotie verwerken).",
  "gepest-worden": "Helaas een veelvoorkomende ervaring voor mensen met autisme, vaak als gevolg van 'anders' zijn, sociale onhandigheid, of een te vertrouwen en naïeve houding. Het pesten kan diepe en langdurige sporen nalaten.",
  "‘rechttoe-rechtaan’-/-duidelijkheid-/-eenduidigheid-/-letterlijk-/-ondubbelzinnigheid-1": "Een stijl van communiceren die direct, expliciet en zonder dubbele bodems is. Mensen met autisme hebben vaak een voorkeur voor deze manier van communiceren omdat het duidelijkheid schept en misverstanden voorkomt.",
  "alles-of-niets": "Een denkpatroon waarbij nuances ontbreken. Situaties, gevoelens of prestaties worden vaak in extreme termen beoordeeld: iets is ofwel perfect, ofwel compleet mislukt. Dit zwart-witdenken kan leiden tot intense emotionele reacties.",
  "reguleren": "Het beheren en in balans brengen van emoties en energieniveaus. Voor mensen met autisme kan het reguleren van interne (emoties, stress) en externe (zintuiglijke) prikkels veel bewuste inspanning vergen.",
  "geen-volumeknop": "Een metafoor voor de ervaring dat emoties of zintuiglijke prikkels binnenkomen zonder filter. Een klein geluid kan oorverdovend zijn en een kleine tegenslag kan aanvoelen als een wereldramp. Het 'volume' is direct maximaal.",
  "goed-gevoel": "Een staat van welzijn en tevredenheid. Voor mensen met autisme is een voorspelbare, gestructureerde en prikkelarme omgeving vaak een belangrijke voorwaarde om een goed gevoel te kunnen ervaren en behouden.",
  "‘grotere-plaatje’": "De overkoepelende samenhang, het doel of de context van een situatie. Door een focus op details (detaildenken) kan het voor mensen met autisme moeilijk zijn om intuïtief het 'grotere plaatje' te zien.",
  "hautain": "Een houding die als arrogant of neerbuigend wordt ervaren. Soms wordt de formele, feitelijke of directe communicatiestijl van een persoon met autisme onterecht geïnterpreteerd als hautain gedrag.",
  "herhaling": "Het herhalen van handelingen, woorden (echolalie) of routines. Herhaling biedt voorspelbaarheid, structuur en kan een kalmerend effect hebben in een wereld die vaak als chaotisch en overweldigend wordt ervaren.",
  "hersenprocessen": "De manier waarop de hersenen informatie verwerken. Bij autisme verlopen deze processen anders, met name op het gebied van sociale informatie, taal, zintuiglijke prikkels en het creëren van samenhang (centrale coherentie).",
  "hypochondrie": "Een overmatige angst voor het hebben van een ernstige ziekte. Bij mensen met autisme kan dit voortkomen uit een verhoogde gevoeligheid voor lichamelijke sensaties en de neiging om hierover te piekeren of op de meest negatieve uitkomst te focussen.",
  "integratieve-intelligentie": "Het vermogen om verschillende stukjes informatie met elkaar te verbinden tot een logisch en samenhangend geheel. Dit staat ook bekend als 'centrale coherentie' en is vaak een uitdaging voor mensen met autisme.",
  "kanaliseren": "Het sturen of begeleiden van gedrag, interesses of energie in een gewenste richting. Bijvoorbeeld, het kanaliseren van een intense interesse (enthousiasme) naar een hobby, studie of beroep waarin deze interesse een kracht wordt.",
  "kort-lontje": "Een metafoor voor een snelle, intense reactie (vaak boosheid of frustratie) op een schijnbaar kleine aanleiding. Dit is vaak het resultaat van een 'volle emmer': een opeenstapeling van stress, overprikkeling of onduidelijkheid die uiteindelijk tot een uitbarsting komt.",
  "leren-1": "Het opdoen van nieuwe kennis en vaardigheden. Mensen met autisme leren vaak op een andere manier. Expliciete, gestructureerde en visuele instructie werkt doorgaans beter dan impliciet of sociaal leren.",
  "nld": "Non-verbal Learning Disability. Een leerstoornis die zich kenmerkt door een verschil tussen sterke verbale vaardigheden en zwakkere non-verbale vaardigheden, zoals visueel-ruimtelijk inzicht, motoriek en het begrijpen van non-verbale communicatie. Er is enige overlap in kenmerken met autisme.",
  "logica": "De principes van geldig redeneren. Mensen met autisme hebben vaak een sterke voorkeur voor logische, consistente systemen en kunnen inconsistenties of 'kromme redeneringen' bij anderen snel opmerken.",
  "metavisie": "Het vermogen om 'van bovenaf' naar een situatie, een systeem of de eigen gedachten te kijken. Het is de vaardigheid om overzicht te houden, te reflecteren en het grotere geheel te zien. Dit kan een uitdaging zijn door de neiging tot detaildenken.",
  "netwerk": "Het geheel van sociale contacten, zoals familie, vrienden, en collega's. Het opbouwen en onderhouden van een sociaal netwerk kan voor mensen met autisme veel energie kosten vanwege de complexiteit van sociale interacties.",
  "hypochondrie-1": "Een overmatige angst voor het hebben van een ernstige ziekte. Bij mensen met autisme kan dit voortkomen uit een verhoogde gevoeligheid voor lichamelijke sensaties en de neiging om hierover te piekeren of op de meest negatieve uitkomst te focussen.",
  "‘op-eigen-benen-staan’": "Een uitdrukking voor zelfstandig worden en voor jezelf kunnen zorgen. Voor mensen met autisme kan dit een ander pad volgen en soms levenslange, aangepaste ondersteuning vereisen op bepaalde levensgebieden.",
  "organiseren": "Het structureren en plannen van taken, informatie of spullen. Dit valt onder de 'executieve functies' en kan een uitdaging zijn. Hulpmiddelen zoals agenda's, stappenplannen en checklists zijn vaak essentieel.",
  "organisatorische-aspecten-van": "Verwijst naar de planning, structurering en het overzicht dat nodig is om complexe processen zoals communicatie of informatieverwerking goed te laten verlopen. Moeite hiermee kan een gesprek chaotisch of moeilijk te volgen maken.",
  "overspannen-geraken": "Een staat van mentale en fysieke uitputting als gevolg van langdurige stress of overbelasting. Mensen met autisme zijn hier vatbaarder voor, omdat het navigeren in een 'neurotypische' wereld constant extra energie kost.",
  "‘performantie-deficit’": "Het verschil (deficit) tussen wat iemand in theorie weet (competentie) en wat hij of zij in de praktijk kan toepassen (performantie), vooral onder druk of in complexe situaties. Iemand kan bijvoorbeeld perfect de sociale regels kennen, maar ze in een echt gesprek niet kunnen toepassen.",
  "preoccupaties": "Een ander woord voor de intense, specifieke interesses die kenmerkend zijn voor veel mensen met autisme. Deze worden ook wel 'enthousiasmes' genoemd.",
  "psychische-structuurvastheid": "De behoefte aan een voorspelbare en onveranderlijke mentale omgeving. Dit uit zich in een sterke voorkeur voor vaste routines, regels, en een weerstand tegen onverwachte veranderingen in plannen of ideeën.",
  "psychologische-begeleiding": "Professionele ondersteuning gericht op mentaal welzijn. Voor mensen met autisme is het cruciaal dat deze begeleiding 'autismevriendelijk' is: concreet, visueel, gestructureerd en met kennis van de specifieke autistische informatieverwerking.",
  "realisme": "Een focus op de concrete, objectieve en feitelijke werkelijkheid. Mensen met autisme hebben vaak een sterke band met realisme, en minder met abstracte, speculatieve of sociaal geconstrueerde concepten.",
  "sociale-verbeelding": "Het vermogen om je in te leven in sociale situaties die je niet zelf meemaakt ('wat als...?'), om de intenties of gedachten van anderen te 'lezen', en om de ongeschreven regels van sociale interactie te begrijpen. Dit is een van de kerngebieden waar mensen met autisme uitdagingen ervaren.",
  "relevante-informatie-van-irrelevante-informatie-onderscheiden": "Het filteren van belangrijke informatie uit een stroom van prikkels en details. Voor mensen met autisme kan alle informatie even belangrijk lijken, wat het moeilijk maakt om de essentie te vatten en leidt tot overprikkeling.",
  "serieel-denken": "Een denkstijl waarbij informatie stap voor stap, in een volgorde wordt verwerkt. Dit staat in contrast met 'parallel' denken, waarbij meerdere informatiestromen tegelijkertijd worden verwerkt. Het is een grondige, maar vaak tragere manier van denken.",
  "sociaal-netwerk": "Het geheel van sociale contacten, zoals familie, vrienden, en collega's. Het opbouwen en onderhouden van een sociaal netwerk kan voor mensen met autisme veel energie kosten vanwege de complexiteit van sociale interacties.",
  "stoornis-in-de-communicatie": "Een van de kernkenmerken van autisme. Dit verwijst niet alleen naar taal, maar vooral naar het *sociale gebruik* van communicatie: het begrijpen van non-verbale signalen, het voeren van een wederkerig gesprek en het aanpassen van de communicatiestijl aan de situatie.",
  "timing": "Het aanvoelen van het juiste moment voor een actie of opmerking in een sociale context. Door moeite met het 'lezen' van sociale signalen kan de timing van een reactie soms onverwacht of ongepast lijken.",
  "trauma---traumatisering": "Door onbegrip, pesten, of het constant moeten functioneren in een overweldigende omgeving, lopen mensen met autisme een verhoogd risico op het ontwikkelen van trauma. De symptomen hiervan kunnen overlappen met of verward worden met autisme-kenmerken.",
  "uiten": "Het naar buiten brengen van interne gevoelens of gedachten. De manier waarop mensen met autisme zich uiten (de 'expressie') kan anders zijn, waardoor de buitenwereld soms een verkeerd beeld krijgt van wat er van binnen speelt.",
  "vaste-regels": "Een sterke voorkeur voor en houvast aan duidelijke, consistente regels en principes. Onvoorspelbaarheid en uitzonderingen op de regel kunnen als zeer verwarrend en stressvol worden ervaren.",
  "verbergen---verborgen-houden": "Ook wel 'camoufleren' of 'maskeren' genoemd. Het bewust of onbewust verbergen van autistische kenmerken om beter in de 'neurotypische' omgeving te passen. Dit is een overlevingsstrategie die extreem veel energie kost.",
  "vergeetachtigheid": "Hoewel mensen met autisme vaak een sterk feitelijk geheugen hebben, kan 'vergeetachtigheid' optreden bij taken die te maken hebben met executieve functies (zoals het onthouden van een planning) of wanneer men overprikkeld is.",
  "verkeerd-begrijpen": "Een veelvoorkomend gevolg van het verschil in communicatiestijl en informatieverwerking. Woorden worden letterlijker genomen, non-verbale signalen worden gemist, of de context wordt anders geïnterpreteerd, wat leidt tot misverstanden.",
  "verwachtingen": "De onuitgesproken regels en aannames in een sociale situatie. Voor mensen met autisme zijn deze impliciete verwachtingen vaak onzichtbaar. Het expliciet maken van verwachtingen ('Ik verwacht dat je...') kan veel onduidelijkheid en stress wegnemen.",
  "van-anderen-1": "Het kan voor mensen met autisme erg moeilijk zijn om in te schatten wat anderen van hen verwachten, omdat deze verwachtingen vaak non-verbaal of indirect worden gecommuniceerd.",
  "voorbereiding": "Het mentaal voorbereiden op een toekomstige gebeurtenis of taak. Een goede voorbereiding (weten wat er gaat gebeuren, wanneer, met wie, en hoe) is cruciaal om stress en onzekerheid te verminderen.",
  "voorbereiding-maken": "Het actief creëren van overzicht voor een nieuwe situatie, bijvoorbeeld door een stappenplan te schrijven, de route alvast op te zoeken, of van tevoren de agenda van een vergadering door te nemen.",
  "nood-aan-1": "Verwijst naar de diepgewortelde behoefte aan structuur, duidelijkheid en voorspelbaarheid. Deze nood komt voort uit de moeite met het verwerken van een chaotische en onvoorspelbare wereld.",
  "waarneming": "Het proces van het opnemen van informatie via de zintuigen (zien, horen, voelen, etc.). Bij mensen met autisme is de zintuiglijke waarneming vaak anders: prikkels kunnen intenser (hypergevoeligheid) of juist minder sterk (hypogevoeligheid) binnenkomen.",
  "‘wat-niet-gezegd-wordt’": "De impliciete, non-verbale en contextuele informatie in een gesprek. Het begrijpen hiervan (subtekst, sarcasme, intenties) is een van de grootste uitdagingen in de sociale communicatie voor mensen met autisme.",
  "afbouwen-van-ondersteuning": "Het geleidelijk verminderen van hulp en begeleiding naarmate een persoon met autisme meer zelfstandigheid en vaardigheden ontwikkelt. Dit moet zorgvuldig gebeuren, in overleg en op het tempo van de persoon zelf.",
  "andere-manier-van": "Een kernbegrip dat aangeeft dat de informatieverwerking, het denken en het waarnemen bij mensen met autisme fundamenteel anders is, niet 'minder' of 'verkeerd'. Het benadrukt de noodzaak om je te verplaatsen in hun perspectief.",
  "invloed-op": "Mensen met autisme kunnen moeite hebben om de impact van hun eigen gedrag op de gevoelens en gedachten van anderen in te schatten. Dit is geen onwil, maar een gevolg van een andere 'Theory of Mind'.",
  "geheugen": "Het geheugen van mensen met autisme is vaak associatief en contextafhankelijk. Feiten en details die aansluiten bij een interessegebied worden uitstekend onthouden, terwijl alledaagse, persoonlijke gebeurtenissen (autobiografisch geheugen) moeilijker op te roepen zijn.",
  "autonomie": "Het recht en de mogelijkheid om zelf keuzes te maken en het eigen leven vorm te geven. Voor mensen met autisme betekent dit vaak dat er een balans gevonden moet worden tussen ondersteuning en zelfstandigheid, waarbij hun wensen en voorkeuren centraal staan.",
  "belonen": "Het bekrachtigen van gewenst gedrag. Bij mensen met autisme werkt dit vaak beter dan straffen. Beloningen moeten concreet, direct en afgestemd zijn op de interesses van de persoon om effectief te zijn.",
  "beredeneren": "Het proces van logisch nadenken. Mensen met autisme zijn vaak sterke logische denkers, maar hun redeneringen kunnen afwijken omdat ze gebaseerd zijn op andere aannames en een meer letterlijke interpretatie van informatie.",
  "berekenen": "Verwijst naar de vaak sterk ontwikkelde vaardigheid van mensen met autisme om systemen, patronen en feitelijke verbanden te analyseren. Sociaal-emotionele situaties worden soms ook op een 'berekenende' manier benaderd, omdat de intuïtieve aanpak ontbreekt.",
  "camoufleren": "Ook wel 'maskeren' genoemd. Het bewust of onbewust verbergen van autistische kenmerken (zoals het vermijden van oogcontact of het imiteren van sociaal gedrag) om 'normaal' over te komen en niet negatief op te vallen. Dit is extreem vermoeiend.",
  "communicatienood": "De specifieke behoefte aan duidelijke, concrete en voorspelbare communicatie. Dit kan betekenen dat informatie visueel (met schema's of tekst) moet worden aangeboden in plaats van alleen mondeling.",
  "communicatiestijl-van-televisieprogramma’s-imiteren": "Het overnemen van zinnen, intonatie of sociale scripts uit tv-programma's of films. Dit is een strategie die mensen met autisme soms gebruiken om sociale situaties te navigeren, omdat ze de 'juiste' manier van reageren hebben aangeleerd via imitatie.",
  "dubbelzinnigheid,-dubbelzinnig-taalgebruik": "Taal die op meerdere manieren kan worden geïnterpreteerd, zoals sarcasme, ironie of woorden met een dubbele betekenis. Dit is vaak verwarrend voor mensen met autisme, die taal doorgaans letterlijker nemen.",
  "expliciteren": "Het letterlijk en ondubbelzinnig benoemen van zaken die voor de meeste mensen vanzelfsprekend zijn. Denk aan ongeschreven sociale regels, verwachtingen of de bedoeling achter een vraag. Dit is essentieel in de communicatie met mensen met autisme.",
  "repetitief": "Herhalend. Dit kan slaan op gedrag (fladderen, wiegen), spraak (steeds dezelfde vraag stellen) of gedachten (piekeren, blijven hangen in een bepaald onderwerp). Het biedt vaak voorspelbaarheid en kan een manier zijn om met stress of overprikkeling om te gaan.",
  "volgen": "In een gesprek kan dit verwijzen naar de moeilijkheid die mensen met autisme hebben om een snel, associatief of chaotisch gesprek te volgen. Ze hebben meer tijd nodig om informatie te verwerken en de rode draad vast te houden.",
  "met-meerdere-personen": "Gesprekken met meerdere personen tegelijk zijn extra uitdagend. Het vereist het tegelijkertijd verwerken van verbale en non-verbale signalen van verschillende mensen, het inschatten van beurtwisselingen en het filteren van achtergrondgeluid, wat snel tot overprikkeling kan leiden.",
  "hyperrealisme": "De neiging om taal en concepten extreem letterlijk te nemen, zonder ruimte voor figuurlijke of symbolische betekenis. Een uitdrukking als 'de nacht valt' kan dan als een concrete, fysieke gebeurtenis worden opgevat.",
  "informatienood": "De behoefte aan volledige en feitelijk correcte informatie. Onvolledige of vage informatie kan voor onrust en onzekerheid zorgen. Mensen met autisme willen vaak precies weten wat, waar, wanneer, hoe en waarom er iets gaat gebeuren.",
  "initiatief-nemen-/-initiëren-van-contact": "Het spontaan starten van een gesprek of sociale interactie. Dit kan voor mensen met autisme een grote drempel zijn, vanwege onzekerheid over 'hoe het hoort' of angst voor afwijzing.",
  "klungeligheid": "Verwijst naar motorische onhandigheid die soms bij autisme voorkomt. Dit kan zich uiten in een houterige loop, moeite met fijne motoriek (zoals schrijven) of een slechte coördinatie.",
  "neologisme": "Een zelfbedacht, nieuw woord. Mensen met autisme creëren soms eigen woorden voor concepten of gevoelens waarvoor ze geen bestaand woord kennen. Dit is een vorm van idiosyncratisch (persoonlijk en uniek) taalgebruik.",
  "omgeving-aanpassen": "Een cruciale strategie in de ondersteuning van mensen met autisme. In plaats van te eisen dat de persoon zich aanpast, wordt de omgeving (fysiek, sociaal, communicatief) aangepast om stress, overprikkeling en onduidelijkheid te verminderen.",
  "onrijpheid": "Verwijst vaak naar een sociaal-emotionele ontwikkeling die niet gelijk loopt met de kalenderleeftijd of de intellectuele capaciteiten. Iemand kan intellectueel zeer begaafd zijn, maar op sociaal-emotioneel vlak functioneren als een jonger persoon.",
  "orde": "Een sterke behoefte aan structuur, voorspelbaarheid en systemen. Dit kan zich uiten in het netjes op een rij zetten van spullen, het vasthouden aan vaste routines of een voorkeur voor logische, geordende informatie.",
  "overselectiviteit": "De neiging om de aandacht te richten op een klein, specifiek detail van een object of situatie, en daardoor het grotere geheel of de context te missen. Bijvoorbeeld, in een gesprek focussen op iemands bril in plaats van op wat er gezegd wordt.",
  "positieve-atmosfeer": "Een omgeving die veilig, ondersteunend, voorspelbaar en vrij van (sociale) druk is. Dit is een voorwaarde voor mensen met autisme om tot rust te komen, te leren en zich te ontwikkelen.",
  "rechterhemisfeerdeficit": "Een theorie die stelt dat sommige kenmerken van autisme (zoals moeite met non-verbale communicatie en het zien van de 'grote lijn') gerelateerd zijn aan een andere werking van de rechterhersenhelft, die gespecialiseerd is in holistische en intuïtieve informatieverwerking.",
  "gedragingen": "Bij autisme kunnen gedragingen die als 'vreemd' of 'onaangepast' worden gezien, vaak een logische functie hebben. Het kan een manier zijn om te communiceren, om te gaan met overprikkeling (stimmen), of een gevolg zijn van het anders verwerken van informatie.",
  "samenhang": "Ook wel 'centrale coherentie' genoemd. Het vermogen om losse details te integreren tot een betekenisvol geheel. Mensen met autisme hebben vaak een zwakke centrale coherentie, waardoor ze de wereld meer als een verzameling losse fragmenten ervaren.",
  "schoolloopbaan": "De schoolperiode kan voor mensen met autisme een grote uitdaging zijn. De sociale complexiteit, de hoeveelheid zintuiglijke prikkels en de noodzaak om constant te schakelen tussen taken en verwachtingen, leiden vaak tot stress, onderpresteren en uitval.",
  "stoornis-in-de-(sociale)-verbeelding": "Een van de kernkenmerken van autisme. Het is de moeite om je flexibel een voorstelling te maken van iets wat niet hier en nu is. Dit uit zich in moeilijkheden met het begrijpen van sociale situaties, het inleven in anderen, plannen en het omgaan met onverwachte veranderingen.",
  "theory-of-mind": "Het vermogen om te beseffen dat andere mensen hun eigen gedachten, gevoelens, intenties en perspectieven hebben, die anders kunnen zijn dan die van jezelf. Bij mensen met autisme is dit vermogen vaak vertraagd of anders ontwikkeld.",
  "traagheid": "Verwijst naar de vertraagde informatieverwerking. Mensen met autisme hebben vaak meer tijd nodig om gesproken taal, sociale signalen of complexe instructies te verwerken en erop te reageren.",
  "verbaliseren": "Het onder woorden brengen van gedachten, gevoelens of waarnemingen. Dit kan voor mensen met autisme moeilijk zijn, vooral als het gaat om interne, abstracte ervaringen. Soms is de innerlijke wereld rijk, maar ontbreken de woorden om deze te delen.",
  "‘vooruitgang’": "Vooruitgang of ontwikkeling verloopt bij mensen met autisme vaak anders. Wat van buitenaf lijkt op een gebrek aan vooruitgang, kan intern een grote inspanning of leerproces zijn. Groei moet worden afgemeten aan de individuele mogelijkheden, niet aan een neurotypische standaard.",
  "vormgeven": "Het structureren en betekenis geven aan het eigen leven, relaties of de toekomst. Door moeite met verbeelding en plannen (executieve functies) kan dit voor mensen met autisme een abstract en overweldigend concept zijn.",
  "werkelijkheid-achter-de-werkelijkheid": "De impliciete, sociale of emotionele betekenis die onder de oppervlakte van een concrete situatie of letterlijke communicatie ligt. Mensen met autisme richten zich vaak primair op de concrete werkelijkheid en missen deze diepere laag.",
  "zelf-kiezen": "Het maken van eigen keuzes. Hoewel dit een belangrijk onderdeel is van autonomie, kan het voor mensen met autisme ook stressvol zijn. Te veel opties kunnen overweldigend zijn, en de angst om een 'verkeerde' keuze te maken kan verlammend werken."
}
